
import './App.css';

function Info() {
  return (
    <>
    <div>
        <div class="info-section">
            <div class="info-card">
                <img src="/img/Снимок экрана 2025-02-06 224956.png" alt="KAZAKHSTAN"/>
                <div class="info-text">
                    <h3>Сделано в Казахстане</h3>
                    <p>Входим в реестр Казахстанского ПО</p>
                </div>
            </div>

            <div class="info-card">
                <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRkS69sLIzAkdoafkOeVAA4cUwlfxCArKDzPg&s" alt="5 лет"/>
                <div class="info-text">
                    <h3>5 лет на рынке</h3>
                    <p>Развиваем онлайн-инструменты</p>
                </div>
            </div>
        </div>

        <div class="marquee">
            <span> 40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам!  40% скидка студентам! 40% скидка студентам! 40% скидка студентам! 40% скидка студентам! 40% скидка студентам! 40% скидка студентам! 40% скидка студентам! 40% скидка студентам!40% скидка студентам! </span>
        </div>
    </div>
    
    </>
  );
}

export default Info;
